export const qnas: { question: string; answer: string }[] = [
  {
    question: '학년이나 학번에 따른 지원 제한이 있나요?',
    answer:
      '학년이나 학번에는 제한을 두고 있지 않습니다! 웹에 대한 열정이 있다면 누구나 환영입니다.',
  },
  {
    question: '휴학생도 지원할 수 있나요?',
    answer: '재학생, 휴학생 상관없이 활동에 참여 가능한 열정 있는 학우분들을 모집하고 있습니다!',
  },
  {
    question: '웹에 대한 역량이 부족한데 지원 가능한가요?',
    answer:
      'WINK는 같이 성장해 나가는 것을 추구하는 학술 동아리로써 기본 역량도 중요하지만 적극적인 참여 의지가 더욱 중요하다고 생각합니다. 망설이지 말고 지원하세요!',
  },
  {
    question: '정해진 정기 활동 요일이 있나요?',
    answer:
      'WINK는 매주 또는 격주 목요일에 정기 회의 및 활동을 진행하고 있으며, 스터디 및 프로젝트는 참여 부원에 맞게 조정하고 있습니다. 그러므로 불가피한 사유가 없다면 매주 목요일 저녁에 시간을 투자할 수 있는 학우분들을 모집하고 있습니다!',
  },
  {
    question: '복/부전생도 지원 가능한가요?',
    answer:
      '지원 가능합니다! WINK 활동에 대한 열정과 뚜렷한 목표만 있으시다면 언제나 환영입니다 😁',
  },
];
